
const PrivacyPolicy = () => {
    return (
        <div>
            <h1>מדיניות פרטיות</h1>

            <p>הכנסת המידע שלך באתר שלנו חשובה לנו. אנו מחויבים להגן על פרטיותך ולספק לך חוויית גלישה בטוחה ומאובטחת. מדיניות פרטיות זו מסבירה כיצד אנו אוספים, משתמשים ושומרים את המידע האישי שלך.</p>

            <h2>1. המידע שאנו אוספים</h2>
            <p>במהלך השימוש באתר, אנו אוספים את המידע הבא:</p>
            <ul>
                <li><strong>מידע אישי:</strong> שם, כתובת דוא"ל, מספר טלפון, פרטי הזיהוי שלך ועוד.</li>
                <li><strong>מידע טכני:</strong> מידע אודות הדפדפן שלך, כתובת IP, מיקום גיאוגרפי, מידע על השימוש שלך באתר (כגון דפים מבוקשים וזמנים).</li>
            </ul>

            <h2>2. כיצד אנו משתמשים במידע</h2>
            <p>המידע שנאסף משמש אותנו למטרות הבאות:</p>
            <ul>
                <li>שיפור חוויית המשתמש באתר.</li>
                <li>שליחת עדכונים, חדשות ומבצעים אם נתת את הסכמתך לכך.</li>
                <li>ניהול האתר ושירותי הלקוח.</li>
                <li>לניתוח תעבורה וסטטיסטיקות לשיפור האתר.</li>
            </ul>

            <h2>3. שיתוף המידע עם צדדים שלישיים</h2>
            <p>אנו לא נשדרג או נמכור את המידע שלך לצדדים שלישיים, אך ייתכן שנשתף את המידע עם ספקי שירותים חיצוניים לצורך ניהול האתר ושירותים אחרים. כל צד שלישי כזה מחויב לשמור על פרטיותך ולהשתמש במידע רק לצורך מטרות שהוסכמו מראש.</p>

            <h2>4. אבטחת המידע</h2>
            <p>אנו נוקטים בכל הצעדים הנדרשים כדי להגן על המידע שלך. כל המידע מועבר ומאוחסן באמצעות אמצעי אבטחה מתקדמים, אך יש לזכור שאין שיטה מאובטחת ב-100% להעברת נתונים דרך האינטרנט.</p>

            <h2>5. זכויותיך</h2>
            <p>אתה זכאי לגשת למידע שנאסף אודותיך, לעדכן אותו, למחוק אותו או לבקש הגבלות על השימוש בו. אם יש לך שאלות או בקשות לגבי פרטיותך, אתה מוזמן לפנות אלינו.</p>

            <h2>6. שינויים במדיניות פרטיות</h2>
            <p>אנו עשויים לעדכן את מדיניות הפרטיות מעת לעת. כל שינוי יתפרסם בדף זה, ויתעדכן במועד השינוי.</p>

            <h2>7. יצירת קשר</h2>
            <p>אם יש לך שאלות לגבי מדיניות פרטיות זו או בנוגע לאופן שבו אנו אוספים ומשתמשים במידע שלך, אתה מוזמן לפנות אלינו בכתובת האימייל: <strong>info@example.com</strong></p>
        </div>
    );
};

export default PrivacyPolicy;
